"%@ of %@" = "%1$@ de %2$@";

"%1$@ can't be updated, because it was opened from a read-only or a temporary location." = "%1$@ no es pot actualitzar quan funciona des d'un disc d'imatge.";

"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Moveu %1$@ al vostre directori Aplicacions, reinicieu-lo, i torneu a provar-ho.";

"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%@ %@ ha estat instal·lat i estarà llest per a ser utilitzat la propera vegada que s'iniciï %@! Voleu reiniciar ara?";

"%@ %@ is currently the newest version available." = "%@ %@ és la versió disponible més actual.";

"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%@ %@ és la versió disponible més actual.\n(You are currently running version %@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%@ %@ està disponible (ara teniu %@). Voleu actualitzar?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ is now available--you have %3$@. Would you like to learn more about this update on the web?";

"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ no té permís per escriure al directori d'aplicacions! Esteu executant el programa des d'un disc d'imatge? Si no és així, demaneu ajuda al vostre administrador.";

"A new version of %@ has been installed!" = "S'ha instal·lat una nova versió de %@!";

"A new version of %@ is available!" = "Hi ha una nova versió de %@ disponible!";

"An error occurred during installation. Please try again later." = "Hi ha hagut un error durant la instal·lació. Torneu-ho a provar més tard.";

"An error occurred in retrieving update information. Please try again later." = "Hi ha hagut un error obtenint la informació d'actualització. Torneu a provar-ho més tard.";

"An error occurred while extracting the archive. Please try again later." = "Hi ha hagut un error al extreure l'arxiu? Torneu a provar-ho més tard.";

"An error occurred while trying to download the file. Please try again later." = "Hi ha hagut un error al intentar descarregar el fitxer. Torneu a provar-ho més tard.";

"An update is already in progress!" = "Ja hi ha una actualització en progrés!";

"Cancel" = "Cancel·la";

"Check for updates on startup?" = "Comprovar si hi ha actualitzacions a l'inici?";

"Downloading update..." = "Descarregant l'actualització…";

"Extracting update..." = "Extraient l'actualització…";

"Install and Relaunch" = "Instal·la i reinicia";

"Installing update..." = "Instal·lant l'actualització…";

"No" = "No";

"OK" = "D'acord";

"Ready to Install" = "A punt per instal·lar";

"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Voleu que %1$@ comprovi si hi ha noves actualitzacions al iniciar? Si no, podeu inciar la comprovació manualment des del menú %1$@.";

"Update Error!" = "Error d'actualització!";

"Updating %@" = "Actualitzant %@";

"Yes" = "Sí";

"You're up-to-date!" = "Ja esteu al dia!";

